Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/tysfjordasvo.no/form_lsparagraf.html.tmx
Source language: smj
Languages: nob

source: takeren i størst mulig grad når frem mot det mål å kunne utføre arbeid på det normale arbeidsmarked.
nob: Tilrettelegging / Hiebadibme

source: Viddnudagá
nob: Produksjon / Buvtadibme

source: Forside / Åvddåbielle
nob: Butikk / Oases

source: Utstillinger / Vuosádus
nob: Trening / Lásjmudallam

source: Duodjebloggen
nob: Arrangementer

source: Om oss / Mijá birra Videreføring av duodjeprosjektet
nob: Videreføring av duodjeprosjektet

source: Kontakt oss / Válde aktijvuodav
nob: Andre tilbud / Ietjá fálaldagá
